<center>
<body topmargin="50px" bgcolor="#ADFF2F">

<?php
error_reporting(0);
session_start();
if(!isset($_SESSION["right"]) || $_SESSION["right"]!="pass") {
echo '<a href=login.php>back</a>';
exit;
}
?>
<a><font size="5">Maindata</a><br><br>

<table border="2" bgcolor ="#40E0D0">
<tr>
<td>
<a><font size="5">NorthWind ระบบสั่งซื้อ</a>
</td>
</tr>
</table>

<table width=760 align=center>
<td valign=top bgcolor=#ddffff>
<font color=#000080><b>สิ่งที่ระบบให้ได้ (บางส่วน)</b>
<ol>
<li>รายงานการสั่งซื้อของลูกค้าแต่ละราย
<li>รายงานพนักงานที่ดูแลลูกค้าแต่ละราย
<li>รายงานสรุปการสั่งซื้อ
<li>รายงานสรุปยอดขายสินค้าแต่ละวัน เดือน ปี
<li>รายงานสรุปสถิติการจัดส่งสินค้าตามช่วงวันที่
<li>รายงานสินค้าที่อยู่ระหว่างการสั่งซื้อ
<li>รายงานสินค้าที่ไม่อยู่ในระหว่างการสั่งซื้อแต่ถึงจุดสั่งซื้อ
<li>รายงานข้อมูลลูกค้าที่ไม่ได้ใช้บริการในไม่ต่ำกว่า 3 เดือน
<li>รายงานรายละเอียดสินค้าแยกตามกลุ่มสินค้า
<li>รายงานแยกข้อมูลยอดขายสินค้าประจำเดือน แยกกลุ่มสินค้า, ผู้ผลิต
<li>รายงานข้อมูลการสั่งซื้อเลือกตามวันที่สั่งซื้อ
<li>รายงานข้อมูลการสั่งซื้อเลือกตามวันที่ต้องการสินค้า
<li>รายงานข้อมูลพนักงานเรียงตามวันที่จ้าง
<li>รายงานข้อมูลลูกค้า พิมพ์ซอง เรียงตามพื้นที่ที่อาศัย และนามสกุล
<li>รายงานข้อมูลการสั่งซื้อ แยกตามกลุ่มพนักงาน
<li>รายงานอื่น ...
</ol></font>
<td valign=top bgcolor=#ddddff>
<font color=#800000><b>สิ่งที่ระบบให้ ไม่ได้ (บางส่วน)</b>
<ol>
<li>รายงานการคืนสินค้า
<li>รายงานการจัดซื้อสินค้าเข้า stock
<li>รายงานการส่งสินค้า
<li>รายงานการขึ้นเงินเดือนพนักงาน
<li>รายงานประเภทสมาชิก
<li>รายงานการรับส่วนลดของสมาชิก แยกตามประเภท
<li>รายงานการรับสินค้า
<li>รายงานการส่งคืนสินค้า
<li>รายงานการทำงานของพนักงาน
<li>รายงานการขาด ลา สายของพนักงาน
<li>รายงานวันที่ลูกค้าสมัครสมาชิก
<li>รายงานลูกหนี้
<li>รายงานการชำระหนี้
<li>รายงานจดหมายทวงหนี้ ตามระยะค้างส่ง
<li>รายงานเจ้าหนี้
<li>รายงานอื่น ...
</ol></font>
</table>

<a><img  src="nwind.png"  width="760px" height="442px" border="0"></a>

<table border="2" bgcolor ="#40E0D0">
<tr>
<td>
</p>Database Northwind คือฐานข้อมูลตัวอย่างที่ทาง microsoft 
</p>มีไว้ให้กับพวกเรา เพื่อใช้ในกรณีต่าง ๆ เช่น การนำไปใช้ทดสอบฐานข้อมูล, 
</p>ฝึกฝนด้านฐานข้อมูล คำสั่ง SQL ต่าง ๆ และยังสามารถนำไปใช้ในการอ้าง
</p>อิงรูปแบบ ความเหมาะสม และการออกแบบฐานข้อมูลอีกด้วย โดยมีหลายรุ่น
</p>ให้เลือกดาว์โหลดมาติดตั้งกัน
</td>
</tr>
</table>

<table border="5">
<tr>
<td>
<a href="main.php"><font size="5">| Main |</a>
</td>
<td>
<a  href="login.php"><font size="5">| log out |</a>
</td>
</tr>
</table>
</body>
</center>
</html>