<html>
<head><title>ชีวิตของผม</title></head>
<body>
<table style="width:922px" align="center">
<tr><td>
<?php require("header.php");?>
</td></tr>
<tr><td>
<?php require("menu.php");?>
</td></tr>
<tr style="background-color:#FFCCCC;"><td>
<fieldset style="width:922px"><legend>บุคคลที่สนใจของผม</legend>
<br>
<a href=#bill gates><img src="img/_bill gates.jpg" width="90px" height="120px" border="0"></a>
<a href=#mark><img src="img/_mark.jpg" width="90px" height="120px" border="0"></a>
<a href=#Jonathan James><img src="img/_Jonathan James.jpg" width="90px" height="120px" border="0"></a>

<a name=bill gates></a>
<br><font size=4>bill gates</font>
<br>วิลเลียม เฮนรี เกตส์ ที่สาม (เกิด 28 ตุลาคม ค.ศ. 1955) หรือที่มักเป็นที่รู้จักในชื่อ บิล เกตส์ เป็นนักธุรกิจชาวอเมริกัน และหนึ่งในผู้ก่อตั้งบริษัทไมโครซอฟท์ เขากับผู้บุกเบิกด้านคอมพิวเตอร์ส่วนบุคคลคนอื่น ๆ ได้ร่วมกันเขียนต้นแบบของภาษาอัลแตร์เบสิก ซึ่งเป็นอินเตอร์เพรเตอร์สำหรับเครื่องอัลแตร์ 8800 (เครื่องคอมพิวเตอร์ส่วนบุคคลในยุคแรกๆ) เขาได้ร่วมกับพอล แอลเลน ก่อตั้งไมโครซอฟท์ คอร์ปอเรชันขึ้น ซึ่งในขณะนี้เขาดำรงตำแหน่งที่ปรึกษาเรื่องเทคโนโลยี นิตยสารฟอบส์ได้จัดอันดับให้ บิล เกตส์ เป็นบุคคลที่ร่ำรวยที่สุดในโลกหลายปีติดต่อกันวิลเลียม เฮนรี เกตส์ ที่สามได้รับการแต่งตั้งเป็นผู้บัญชาการอัศวินแห่งจักรวรรดิบริเตน (KBE) จากสมเด็จพระราชินีนาถอลิซาเบธที่ 2
<br>
<br>ค.ศ. 1996 - 18.5 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 1997 - 36.4 พันล้านดอลลาร์สหรัฐ อันดับ 2 ของโลก (รองจากสุลตานโบลเกียแห่งบรูไน ผู้ซึ่งอยู่ในการจัดอันดับของปีนี้ แม้ว่าฟอร์บจะมีนโยบายไม่รวมประมุขของรัฐไว้ในการจัดอันดับก็ตาม)
<br>ค.ศ. 1998 - 51.0 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 1999 - 90.0 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 2000 - 60.0 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 2001 - 58.7 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 2002 - 52.8 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 2003 - 40.7 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 2004 - 46.6 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 2005 - 46.5 พันล้านดอลลาร์สหรัฐ อันดับ 1 ของโลก
<br>ค.ศ. 2006 - 5.00 พันล้านบาท อันดับ 1 ของโลก
<br>
<p/>การที่ทรัพย์สินสุทธิของเกตส์ มีมูลค่าลดลงตั้งแต่ปี ค.ศ. 2000 เป็นต้นมา มีสาเหตุมาจากการที่หุ้นของไมโครซอฟท์มีราคาลดลง รวมถึงการที่เขาได้บริจาคเงินหลายพันล้านดอลลาร์ให้องค์กรการกุศลของเขา และแม้เขาจะมีรายได้ลดลง ตามรายงานของนิตยสารฟอร์บในปีค.ศ. 2004 เกตส์ยังได้บริจาคเงินรวมกว่า 28,000 ล้านดอลลาร์สหรัฐให้กับองค์กรการกุศลในช่วงไม่กี่ปีที่ผ่านมา เขาได้กลายเป็นบุคคลที่มั่งคั่งที่สุดในโลกไปเสียแล้ว แม้จะนับเอาประมุขของรัฐ (ผู้ซึ่งทรัพย์สินมาจากสถานะทางสังคม) ไว้ในการจัดอันดับด้วยก็ตาม (แม้ว่าการจัดอันดับตามมาตรฐานของนิตยสารฟอร์บนั้น จะไม่รวมเอาประมุขของรัฐเอาไว้ด้วย ฟอร์บได้จัดทำบัญชีประมาณการทรัพย์สินของประมุขแต่ละประเทศไว้ต่างหาก เมื่อนำรายชื่อจากการจัดอันดับทั้งสองแบบมารวมกันแล้ว พบว่าเกตส์เป็นบุคคลที่มั่งคั่งที่สุดในโลก) แต่ใน ค.ศ. 2016 เขาได้กลับมามีเงิน 76.6 พันล้านดอลลาร์สหรัฐ(แปลมาจากวิกิพีเดียเวอร์ชันภาษาอังกฤษ)
<br><a href = "#top">back to top</a> 

<a name=mark></a>
<br>
<br><font size=4>Mark zuckerberg</font>
<br>มาร์ก เอลเลียต ซักเคอร์เบิร์ก (อังกฤษ: Mark Elliot Zuckerberg) เกิดเมื่อวันที่ 14 พฤษภาคม ค.ศ. 1984 ที่ ประเทศอเมริกา เป็นนักธุรกิจชาวอเมริกันเป็นที่รู้จักในฐานะผู้ก่อตั้งเว็บไซต์ เฟซบุ๊ก เขาร่วมก่อตั้งเฟสบุ๊กร่วมกับเพื่อนอีก 4 คน ขณะกำลังศึกษาที่มหาวิทยาลัยฮาร์วาร์ด นิตยสารไทม์ ได้ให้เขาเป็นบุคคลแห่งปี ค.ศ. 2010 ที่โรงเรียนอาร์ดสลีย์ไฮสคูล เขาได้มีความสามารถด้านการศึกษาคลาสสิก ก่อนที่เขาจะย้ายไปเรียนระดับมัธยมปลายที่โรงเรียนฟิลิปส์เอกเซกเตอร์อคาเดมี ที่นี่ซักเคอร์เบิร์กได้รับรางวัลทางวิทยาศาสตร์ (คณิตศาสตร์ ดาราศาสตร์ และฟิสิกส์) และศึกษาด้านศิลปะคลาสสิก เขายังเรียนภาษาต่างประเทศ โดยเขาสามารถอ่าน ภาษาฝรั่งเศส ภาษาฮิบรู ภาษาละติน และภาษากรีกโบราณ เขายังเป็นกัปตันทีมฟันดาบ
ในงานสังสรรค์ในช่วงชั้นปีที่ 2 ซักเคอร์เบิร์กพบกับพริสซิลลา ชาน ที่ต่อมาเป็นเพื่อนหญิงของเขา ในเดือนกันยายน ค.ศ. 2010 ชานซึ่งศึกษาแพทย์ ได้ย้ายมาอยู่บ้านเช่าของซักเคอร์เบิร์กในแพโลอัลโต
ซักเคอร์เบิร์กสามารถมองเห็นสีฟ้าได้ดีที่สุด เพราะเขาเป็นโรคตาบอดสีซึ่งมองสีแดงและสีเขียวได้ไม่ชัดเจน นอกจากนี้สีฟ้ายังเป็นสีหลักในเว็บไซต์เฟซบุ๊กอีกด้วย
ซักเคอร์เบิร์กได้เปิดตัวเฟซบุ๊ก จากในห้องพักของเขาในมหาวิทยาลัยฮาวาร์ดเมื่อวันที่ 4 กุมภาพันธ์ ค.ศ. 2004 แรงบันดาลใจแรก ๆ ของเฟซบุ๊กอาจมาจากที่โรงเรียนฟิลิปส์เอกเซกเตอร์อคาเดมี ที่เขาเรียนจบปี ค.ศ. 2002 โดยที่เผยในเว็บไซต์ของเขาคือ สารบัญรูปนักศึกษาของเขา ที่นักศึกษาหมายถึง "เดอะเฟซบุ๊ก" มีสารบัญภาพ ที่มีภาพนักศึกษาทำกิจกรรมในหลาย ๆ โรงเรียน โดยนักศึกษาสามารถเข้ามาให้ข้อมูล อย่างเช่น ชั้นปีที่ศึกษา เพื่อนใกล้ชิด หมายเลขโทรศัพท์ โดยในขณะนั้น เฟซบุ๊ก เริ่มต้นเพียงแค่ "Harvard thing" จนกระทั่งซักเคอร์เบิร์กตัดสินใจที่จะกระจายไปสู่มหาวิทยาลัยอื่นๆได้รับความช่วยเหลือจากเพื่อนร่วมห้อง ดัสติน มอสโควิตซ์ โดยเริ่มจากมหาวิทยาลัยสแตนฟอร์ด มหาวิทยาลัยดาร์ตมัธ มหาวิทยาลัยโคลัมเบีย มหาวิทยาลัยนิวยอร์ก มหาวิทยาลัยคอร์เนล มหาวิทยาลัยบราวน์ และมหาวิทยาลัยเยล จากนั้นก็เข้าสู่โรงเรียนอื่น ที่มีความสัมพันธ์กับมหาวิทยาลัยฮาร์วาร์ด
ซักเคอร์เบิร์กได้ย้ายไปอยู่ที่เมืองแพโลอัลโต รัฐแคลิฟอร์เนีย กับมอสโควิตซ์และเพื่อนบางส่วน พวกเขาดัดแปลงบ้านเช่าเป็นสำนักงาน ในฤดูร้อนนั้น ซักเคอร์เบิร์กได้พบกับปีเตอร์ ทีล ที่ได้ให้ทุนกับบริษัท พวกเขาเริ่มก่อตั้งบริษัทแรกในกลางปี 2004 พวกเขาได้ปฏิเสธการเสนอขายเฟซบุ๊กกับบริษัทใหญ่ ๆ โดยในบทสัมภาษณ์ในปี 2007 ซักเคอร์เบิร์กอธิบายไว้ว่า
เขาพูดในนิตยสารไวร์ ในปี 2010 ว่า "สิ่งที่ผมใส่ใจมากเกี่ยวกับภารกิจนี้ ก็คือทำให้โลกเปิดกว้างขึ้น" ก่อนหน้านั้นในเดือนเมษายน 2009 ซักเคอร์เบิร์กได้สอบถามคำแนะนำจากผู้บริหารระดับสูงด้านการเงินของเน็ตสเคป ปีเตอร์ เคอร์รี เกี่ยวกับยุทธวิธีสำหรับเฟซบุ๊ก
<p/>เมื่อวันที่ 21 กรกฎาคม ค.ศ. 2010 ซักเคอร์เบิร์กรายงานว่า บริษัทมีผู้ใช้ 500 ล้านบัญชีรายชื่อ และเมื่อถามว่า เฟซบุ๊ก จะสามารถทำเงิน หรือสร้างปรากฏการณ์เพิ่มขึ้น เขาอธิบายว่า:ผมคิดว่า เราสามารถ... ถ้าคุณดูว่าโฆษณาที่มีในแต่ละหน้ากินไปขนาดไหน เมื่อเปรียบเทียบกับการค้นหาข้อมูล ของเรามีน้อยกว่าร้อยละ 10 ต่อหน้าและยอดการค้นหาปกติจะมีโฆษณาราวร้อยละ 20 ... นี่เป็นสิ่งง่ายที่ทุกคนจะทำ แต่เราไม่ใช่อย่างนั้น เราทำเงินให้พอที่เราจะดำเนินงานได้ เติบโตในอัตราที่เราต้องการ
<p/>ในปี 2010 สตีเฟน เลวี ผู้แต่งหนังสือเรื่อง Hackers: Heroes of the Computer Revolution ในปี ค.ศ. 1984 ได้เขียนเกี่ยวกับซักเคอร์เบิร์กไว้ว่า "เห็นชัดว่าเขาคิดว่าตัวเองเป็นแฮ็กเกอร์" ซักเคอร์เบิร์กพูดว่า "มันโอเคที่จะสร้างสิ่งใหม่...ทำให้มันดียิ่งขึ้น"เฟซบุ๊กเริ่มให้มี "แฮ็กคาธอน" ในทุก ๆ 6 ถึง 8 อาทิตย์ เปิดโอกาส 1 คืนให้ร่วมคิดและจบโครงการ 1 โครง โดยบริษัทให้จัดหาเพลง อาหารและเบียร์ สำหรับงานแฮกคาธอน และจะมีเจ้าหน้าที่ของเฟซบุ๊ก รวมถึงซักเคอร์เบิร์ก เข้าร่วมด้วย "แนวคิดคือคุณสามารถสร้างบางสิ่งให้ดีได้ใน 1 คืน" ซักเคอร์เบิร์กบอกเลวี "และเป็นบุคลิกของเฟซบุ๊กในปัจจุบัน...ซึ่งก็คือนิสัยส่วนตัวของผมด้วย"
<p/>ในปี นิตยสาร วานิตีแฟร์ ได้ให้ซักเคอร์เบิร์กติดอันดับ 1 ในปี 2010 ของรายชื่อ "100 อันดับ บุคคลที่มีอิทธิพลที่สุดในยุคข้อมูล" ในปี 2010 ยังติดอันดับ 16 ของการสำรวจประจำปีของ นิวสเตตส์เม็น ในหัวข้อ "บุคคลที่มีอิทธิพลมากที่สุดในโลก 50 อันดับ"
<br><a href = "#top">back to top</a> 

<a name=Jonathan James></a>
<br>
<br><font size=4>Jonathan James</font>
<br>Jonathan James เป็นตำนาน Black-hat Hacker ระดับโลก เพราะเข้าได้กระทำความผิด ตอนอายุเพียง 15 ปี เท่านั้น เข้าใช้ชื่อรหัส c0mrade สร้างชื่อด้วยกันเจาะระบบมาแล้วมากมาย ทั้ง บริษัทโทรศัพท์ BellSouth และ วีรกรรมที่ใหญ่ที่สุด เกิดขึ้นใน ปี 1999 เข้าได้ เจาะระบบแล้วฝังตัวอยู่ใน Backdoor ในองค์กร Nasa ทำให้เข้าได้รู้ความลับมากมาย และยังขโมย โปรแกรมที่ นาซ่า พัฒนาขึ้นด้วย งบมูลค่ามหาศาลถึง 1.7 ล้านดอลล่าร์สหรัฐ ต่อมาตอนหลัง นาซ่า ต้องปิดระบบทำให้ สูญเสียเงินไปอีก 41,000 ปล. คำสารภาพต่อศาลเขาได้บอกว่าอยากแค่อยากได้โปรแกรมเพื่อมาฝึกภาษา c ของเขาเท่านั้นและยังถามแสบๆกลับไปว่า โปรแกรมห่วยๆนั้นมี ค่าถึง 1.7 ล้านดอลล่าร์สหรัฐเลยหรือ
<br><a href = "#top">back to top</a> 
</td></tr></table>
</fieldset>

<table class="m_min300"align="center">
<tr style="background-color:#FFCCCC" style="width:922px"><td>

<fieldset style="width:922px"><legend>Interested page</legend>
<br>
<a href=" https://www.facebook.com/sudlokomteen/?fref=ts"><img src="img/_Salot.jpg" width="130px" height="130px" border="0" /></a>
<br>
<br><font size=4>เพจ ล่างสมอง  </font>
<br>
<br>เป็นเพจที่ให้ความบันเทิงผมชอบเข้ามาดูในเวลาที่อยากจะคลายเครียดได้ดีเลยครับ
<br>
<br><a href=" https://www.facebook.com/buzzfeedtasty/?fref=ts"><img src="img/_Tasty.jpg" width="130px" height="130px" border="0" /></a>
<br>
<br><font size=4>เพจ ทำอาหาร</font>
<br>
<br>เป็นเพจที่ผมชอบเข้ามาดูเพราะว่าน่ากินแต่ผมก็ยังไม่เคยลองทําเองสักที ดูแต่ละคลิปแล้วน่ากินทุกคลิปเลยดึกๆก็ดูไปหิวไป 
<br>
<br><a href=" https://www.facebook.com/SurrenderAt20/?fref=nf"><img src="img/_Surrender.jpg" width="130px" height="130px" border="0" /></a>
<br>
<br><font size=4>เพจ เกมส์ League of legends</font>
<br>
<br>เป็นเพจการอัพเดทเกม League of legends ในแต่ละ pat ว่ามีการปรับปรุงเกมในจุดไหนบ้าง ผมชอบเข้ามาดูและติดตามเพจนี้เป็นพิเศษเพราะว่าอาจมีกิจกรรมในเกมส์จึงต้องคอยติดตามอยู่เสมอ (กับการเรียนตั้งใจแบบนี้มั้ย?! 555)
<br>
<br><a href="http://www.teenee.com/"><img src="img/_Teenee.png" width="237px" height="98px" border="0" /></a><br>
<br><font size=4>TeeNee.com</font>
<br>
</p>เป็นเว็บข่าวที่ผมสนใจ มีข่าวในหลายๆรูปแบบให้ผมได้อ่านเช่นข่าวโซเชียล,บันเทิง,วาไรตี้,กีฬาหรืออื่นๆ อีกมากมาย ผมเข้ามาในเว็บนี้ผมก็ดูไปเรื่อย อันไหนน่าสนใจ ข่าวไหนน่าสนใจผมก็จะเข้าไปดู ส่วนใหญ่ก็สนใจเรื่องเกี่ยวกับโซเชียลมากกว่าเรื่องอื่น
<br><font size=4>เพจ เกมส์ League of legends</font>
</fieldset>

</td></tr>
<tr><td>
<?php require("footer.php");?>
</td></tr>
</table>
</body></html>